{
  "username": "",
  "password": "",
  "hideBrowser":false,

  "pages": [
    "https://www.facebook.com/idfonline/?ref=page_internal"
  ],
  "hashtags": [
    "GazaUnderAttack",
    "셰이크_자라_지역_구하기",
    "Save_SheikhJarrah_neighborhood",
    "savesheikhjarrah",
    "ŞeyhJarrah_mahallesini_kurtar",
    "Спасти_район_ШейхДжарра",
    "لا_لتهويد_القدس",
    "أنقذوا_حي_الشيخ_جراح",
    "القدس_تنتفض",
    "فلسطين_تنتفض",
    "لن_نرحل",
    "أنقذوا_حي_الشيخ_جراح",
    "israel_is_terrorized",
    "GazaUnderAttack",
    "GazaUnderFire",
    "Israel_is_aliar",
    "IsraeliTerrorism",
    "Israel_is_an_occupied",
    "Israel_is_an_occupied",
    "Israel_is_an_occupied",
    "Israel_is_an_occupied",
    "لن_نرحل_ولن_نمل_حتى_يملو",
    "stand_with_palestine_against_terrorist"
  ],
  "comments": [
    "Stop acting like a sheep,\nYou are the terrorists.",
    "https://bit.ly/3o7WcNX \nISRAEL AND OCCUPIED PALESTINIAN TERRITORIES 2020\nIsrael continued to impose institutionalized discrimination against Palestinians living under its rule in Israel and the Occupied Palestinian Territories (OPT). It displaced hundreds of Palestinians in Israel and the occupied West Bank, including East Jerusalem, as a result of home demolitions and imposition of other coercive measures\n Israeli forces continued to use excessive force during law enforcement activities in Israel and the OPT. Israeli forces killed 31 Palestinians, including nine children, in the OPT; many were unlawfully killed while posing no imminent threat to life. Israel maintained its illegal blockade on the Gaza Strip, subjecting its residents to collective punishment and deepening the humanitarian crisis there. It also continued to restrict freedom of movement of Palestinians in the OPT through checkpoints and roadblocks. The Israeli authorities arbitrarily detained in Israel thousands of Palestinians from the OPT, holding hundreds in administrative detention without charge or trial. Torture and other ill-treatment of detainees, including children, were committed with impunity. The authorities used a range of measures to target human rights defenders, journalists and others who criticized Israel’s continuing occupation of the West Bank, Gaza Strip and Syrian Golan Heights. Violence against women persisted, especially against Palestinian citizens of Israel. The authorities denied asylum-seekers access to a fair or prompt refugee status determination process. Conscientious objectors to military service were imprisoned."
  ],
  "images": [
    "assets/main/2.jpg",
    "assets/main/3.jpg",
    "assets/main/4.jpg",
    "assets/main/0.jpeg"
  ]

}