{
  "username": "",
  "password": "",
  "hideBrowser":false,

  "pages": [
    "https://www.facebook.com/munahawwa/?ref=page_internal"
  ],
  "hashtags": [
    "GazaUnderAttack",
    "셰이크_자라_지역_구하기",
    "Save_SheikhJarrah_neighborhood",
    "savesheikhjarrah",
    "ŞeyhJarrah_mahallesini_kurtar",
    "Спасти_район_ШейхДжарра",
    "لا_لتهويد_القدس",
    "FreePalestine",
    "أنقذوا_حي_الشيخ_جراح",
    "القدس_تنتفض",
    "فلسطين_تنتفض",
    "لن_نرحل",
    "أنقذوا_حي_الشيخ_جراح",
    "israel_is_terrorized",
    "GazaUnderAttack",
    "GazaUnderFire",
    "Israel_is_aliar",
    "IsraeliTerrorism",
    "Israel_is_an_occupied",
    "Israel_is_an_occupied",
    "Israel_is_an_occupied",
    "Israel_is_an_occupied",
    "لن_نرحل_ولن_نمل_حتى_يملو",
    "stand_with_palestine_against_terrorist"
  ],
  "comments": [
    {
      "comment" : "\"Palestinian Family members of toddler in critical condition after West Bank arson attack\"\nThe three family members of a toddler burned alive in a West Bank arson attack on Friday are still in a critical condition with life-threatening injuries in a hospital near Tel Aviv.\n\nThe fatal arson attack that left 18-month-old Ali Dawabsheh dead, believed to be carried out by Jewish settler extremists on Friday morning, has been called “terror” by both Israeli and Palestinian officials.\n\nThe boy’s mother Reham, 27, is in a critical condition after sustaining third-degree burns over up to 90% of her body in the fire that ravaged the family’s four-bedroom home in Duma south-east of Nablus on the West Bank.\n\nHer husband Saad, 30, is also on life support at Soroka medical centre in Be’er Sheva after suffering third degree burns on up to 80% of his body.\n\nLee Gat, a spokeswoman for Sheba medical centre, the intensive care unit of Tel Hashomer Hospital, told the Guardian the three Dawabsheh family members were still alive but remained in a critical condition facing life-threatening wounds. Reham is facing the most serious wounds and is on life support.\n\nThe least injured of the three family members is their four-year-old son Ahmad who suffered second-degree burns of his body and is at the same hospital as his mother.\n\nWhile the incident has been roundly condemned internationally it has generated widespread protest and violence across the West Bank and east Jerusalem.\n\nSouth of Nablus in nearby Duma, where the Dawabsheh infant died, settlers from the outpost of Esh Kodesh clashed with Palestinians. There were no reported injuries but according to reports Israeli forces arrived at the scene, cordoning it off and labelling it a “closed military zone”.\n\nIsrael’s hawks can't dodge blame for this day of violence\nJonathan Freedland\nJonathan Freedland\nRead more\nTwo Palestinians have been killed in the past 24 hours after the fatal arson attack. On Saturday morning a Palestinian youth was killed by Israeli forces in Ramallah in the wake of violent West Bank clashes that erupted after 18-month-old Dawabsheh was killed in an arson attack.\n\nAccording to Palestinian medical officials, Laith Fadel al-Khaladi, 17, from Jifna near Ramallah, died early on Saturday after he was shot by Israeli sniper fire during clashes at Atara checkpoint near Bir Zeit. The teenager was taken to a hospital in Ramallah where he died overnight.\n\nEarlier on Friday Mohammed al-Masri, also 17, from Gaza was killed by Israeli army fire as he reportedly approached the border fence during a youth protest against the arson attack.\n\nAccording to the Israeli Defence Force, soldiers fired twice at Palestinians approaching the border fence with Israel in the northern Gaza strip. The army said at first Palestinians approached the fence and were 30 metres away. Israeli soldiers tried to stop them getting closer by shooting into the air.\n\nThe IDF said they then fired at two men who did not leave the area near the fence, claiming they aimed below their waistlines. The men then moved away from the fenced area separating Gaza and Israel.\n\nIsrael forces fired a second round of ammunition after they said five Palestinians threw stones at the border fence. The IDF said they fired at the legs of the protesters. Mohammed al-Masri was killed during the second round of fire.\n\nDozens of other Palestinians were injured in clashes across the West Bank on Friday. Another Palestinian youth in Hebron was shot in the leg during violent protests and another four were injured when the IDF fired tear gas and rubber bullets at stone-throwers near Halhul in the West Bank.\n\nClashes broke out overnight in East Jerusalem. In Shuaafat refugee camp another Palestinian was seriously injured with a rubber-coated steel bullet allegedly fired at his head and another 11 were injured during clashes.\n\nIn Beit Hanina fire bombs were thrown at Pisgat Ze’ev, a Jewish settlement with over 50,000 residents.",
      "photo": "assets/main/9.jpg",
      "source": "https://bit.ly/2SFERjz"
    },
    {
      "comment": "A case study in media bias against Palestinians. This is not an issue of “israel self-defense”. Spread the word.\n\nSource: the \n@nytimes\n article referenced\n#IsraeliTerrorism #GazaUnderAttack #SaveSheikhJarrah",
      "photo": "assets/main/1.jpeg"
    },
    {
      "comment": "\"Palestinian Family members of toddler in critical condition after West Bank arson attack\"\nThe three family members of a toddler burned alive in a West Bank arson attack on Friday are still in a critical condition with life-threatening injuries in a hospital near Tel Aviv.\n\nThe fatal arson attack that left 18-month-old Ali Dawabsheh dead, believed to be carried out by Jewish settler extremists on Friday morning, has been called “terror” by both Israeli and Palestinian officials.\n\nThe boy’s mother Reham, 27, is in a critical condition after sustaining third-degree burns over up to 90% of her body in the fire that ravaged the family’s four-bedroom home in Duma south-east of Nablus on the West Bank.\n\nHer husband Saad, 30, is also on life support at Soroka medical centre in Be’er Sheva after suffering third degree burns on up to 80% of his body.\n\nLee Gat, a spokeswoman for Sheba medical centre, the intensive care unit of Tel Hashomer Hospital, told the Guardian the three Dawabsheh family members were still alive but remained in a critical condition facing life-threatening wounds. Reham is facing the most serious wounds and is on life support.\n\nThe least injured of the three family members is their four-year-old son Ahmad who suffered second-degree burns of his body and is at the same hospital as his mother.\n\nWhile the incident has been roundly condemned internationally it has generated widespread protest and violence across the West Bank and east Jerusalem.\n\nSouth of Nablus in nearby Duma, where the Dawabsheh infant died, settlers from the outpost of Esh Kodesh clashed with Palestinians. There were no reported injuries but according to reports Israeli forces arrived at the scene, cordoning it off and labelling it a “closed military zone”.\n\nIsrael’s hawks can't dodge blame for this day of violence\nJonathan Freedland\nJonathan Freedland\nRead more\nTwo Palestinians have been killed in the past 24 hours after the fatal arson attack. On Saturday morning a Palestinian youth was killed by Israeli forces in Ramallah in the wake of violent West Bank clashes that erupted after 18-month-old Dawabsheh was killed in an arson attack.\n\nAccording to Palestinian medical officials, Laith Fadel al-Khaladi, 17, from Jifna near Ramallah, died early on Saturday after he was shot by Israeli sniper fire during clashes at Atara checkpoint near Bir Zeit. The teenager was taken to a hospital in Ramallah where he died overnight.\n\nEarlier on Friday Mohammed al-Masri, also 17, from Gaza was killed by Israeli army fire as he reportedly approached the border fence during a youth protest against the arson attack.\n\nAccording to the Israeli Defence Force, soldiers fired twice at Palestinians approaching the border fence with Israel in the northern Gaza strip. The army said at first Palestinians approached the fence and were 30 metres away. Israeli soldiers tried to stop them getting closer by shooting into the air.\n\nThe IDF said they then fired at two men who did not leave the area near the fence, claiming they aimed below their waistlines. The men then moved away from the fenced area separating Gaza and Israel.\n\nIsrael forces fired a second round of ammunition after they said five Palestinians threw stones at the border fence. The IDF said they fired at the legs of the protesters. Mohammed al-Masri was killed during the second round of fire.\n\nDozens of other Palestinians were injured in clashes across the West Bank on Friday. Another Palestinian youth in Hebron was shot in the leg during violent protests and another four were injured when the IDF fired tear gas and rubber bullets at stone-throwers near Halhul in the West Bank.\n\nClashes broke out overnight in East Jerusalem. In Shuaafat refugee camp another Palestinian was seriously injured with a rubber-coated steel bullet allegedly fired at his head and another 11 were injured during clashes.\n\nIn Beit Hanina fire bombs were thrown at Pisgat Ze’ev, a Jewish settlement with over 50,000 residents.",
      "photo": "assets/main/8.jpg",
      "source": "https://bit.ly/2SFERjz"
    },
    {
      "comment" :"https://bit.ly/3o7WcNX \nISRAEL AND OCCUPIED PALESTINIAN TERRITORIES 2020\nIsrael continued to impose institutionalized discrimination against Palestinians living under its rule in Israel and the Occupied Palestinian Territories (OPT). It displaced hundreds of Palestinians in Israel and the occupied West Bank, including East Jerusalem, as a result of home demolitions and imposition of other coercive measures\n Israeli forces continued to use excessive force during law enforcement activities in Israel and the OPT. Israeli forces killed 31 Palestinians, including nine children, in the OPT; many were unlawfully killed while posing no imminent threat to life. Israel maintained its illegal blockade on the Gaza Strip, subjecting its residents to collective punishment and deepening the humanitarian crisis there. It also continued to restrict freedom of movement of Palestinians in the OPT through checkpoints and roadblocks. The Israeli authorities arbitrarily detained in Israel thousands of Palestinians from the OPT, holding hundreds in administrative detention without charge or trial. Torture and other ill-treatment of detainees, including children, were committed with impunity. The authorities used a range of measures to target human rights defenders, journalists and others who criticized Israel’s continuing occupation of the West Bank, Gaza Strip and Syrian Golan Heights. Violence against women persisted, especially against Palestinian citizens of Israel. The authorities denied asylum-seekers access to a fair or prompt refugee status determination process. Conscientious objectors to military service were imprisoned."
    }
  ]

}